/* About Label Text */
"ABOUT_LABEL_TEXT" = "TJPhotoEditor\nCreated by Tom Shen,\nBCIS Student.\nHave fun editing photos :)\n\nPhoto Editor Library:\nCLImageEditor";

/* Cancel action title */
"Cancel" = "Cancel";

/* Choose from Photo Library action */
"Choose from Photo Library" = "Choose from Photo Library";

/* Save alert fail message */
"Error saving message: " = "Error saving message: ";

/* Save alert fail title */
"Failure" = "Failure";

/* Action sheet title */
"Select Photo Source" = "Select Photo Source";

/* Save alert success title */
"Success" = "Success";

/* Save alert success message */
"Successfully saved image to library." = "Successfully saved image to library.";

/* Take Photo action */
"Take Photo" = "Take Photo";

/* Version Label Front */
"Version: " = "Version: ";

